/* Format string for the message body of the dialog displayed when a format operation has completed successfully. The argument %1$@ is the SD card type, i.e. \"SD\", \"SDHC\" or \"SDXC\". */
"%1$@ formatting was successfully completed.\n\nVolume information:\nFile system: %2$@\nCapacity: %3$@ (%4$@ bytes)\nFree space: %5$@ (%6$@ bytes)\nCluster size: %7$@ bytes\nVolume label: %8$@" = "%1$@ フォーマットが正常に終了しました。\n\nボリューム情報：\nファイル システム：%2$@\n容量：%3$@ (%4$@ バイト)\n空き領域：%5$@ (%6$@ バイト)\nクラスター サイズ：%7$@ バイト\nボリューム ラベル：%8$@";

/* Format string for message body of the dialog displayed when there is a new version of the application available. The argument %1$@ is the version number of the new version, e.g. \"5.0.1\". */
"An update is available: SD Card Formatter %@\nDo you want to update?" = "アップデートがあります： SD Card Formatter %@\nアップデートしますか？";

/* 'Cancel' label on format button.
   Title of the \"Cancel\" button in the dialog displayed to confirm that we should initiate a format operation for the selected card. */
"Cancel" = "キャンセル";

/* Title of the dialog displayed to request confirmation for cancelling a format operation. */
"Cancel format" = "フォーマットのキャンセル";

/* Message body of the dialog displayed when a user attempts to format a write-protected card. */
"Cannot format write protected card." = "書き込み禁止のカードをフォーマットできません。";

/* Format string for the message body of the dialog displayed when the volume label contains invalid characters. The argument %1$lu is the index of the first invalid character in the volume label and the argument %2$@ is the actual invalid character. %3$@ is the space-separated list of invalid characters for this filesystem. */
"Character %lu in volume label is invalid: %@\n\nThe volume label cannot contain the following characters:\n %@" = "ボリュームラベル中 %1$lu番目の文字 %2$@ は不正です。\n\nボリュームラベルには以下の文字を含めることができません。\n %3$@";

/* Title of the dialog displayed when a user attempts to close the application while a format operation is in progress. */
"Closing application" = "アプリケーション終了";

/* Message body of the dialog displayed when a user attempts to close the application while a format operation is in progress. */
"Closing the application will cancel formatting.\nDo you want to continue?" = "アプリケーションの終了によりフォーマットはキャンセルされます。\n続行しますか？";

/* Title of the \"Continue\" button in the dialog displayed to confirm that we should initiate a format operation for the selected card. */
"Continue" = "続行する";

/* Message body of dialog displayed when an error was encountered while fetching the latest version info from the version URL. */
"Could not check for updates.\nPlease verify that the computer is connected to the Internet." = "アップデートの確認ができませんでした。\nパソコンがインターネットに接続されていることをご確認ください。";

/* Message body of the dialog displayed to request confirmation for cancelling a format operation. */
"Do you want to cancel formatting?" = "フォーマットをキャンセルしますか？";

/* Title of the \"Download update\" button in the dialog displayed when there is a new version of the application available. */
"Download update" = "アップデートをダウンロード";

/* Generic title/header for error dialogs. */
"Error" = "エラー";

/* 'Format' label on format button. */
"Format" = "フォーマット";

/* Title of the dialog displayed when a format operation has been canceled by the user. */
"Format canceled" = "フォーマットのキャンセル";

/* Title of the dialog displayed when a format operation has completed successfully. */
"Format complete" = "フォーマット終了";

/* Title of the dialog displayed to confirm that we should initiate a format operation for the selected card. */
"Format SD card" = "SDカードのフォーマット";

/* Message body of the dialog displayed when a format operation has been canceled by the user. */
"Formatting has been cancelled." = "フォーマットはキャンセルされました。";

/* Message body of the dialog displayed to confirm that we should initiate a format operation for the selected card. */
"Formatting will erase all data on this card.\nDo you want to continue?\n\nNote: As formatting can take some time (especially when overwrite option is selected), please make sure that your computer is connected to a power supply and that sleep mode is disabled." = "フォーマットでこのカードの全てのデータが消去されます。\n続行しますか？\n\n(特に上書きオプション選択時に)フォーマットに時間がかかることがあるため、お使いのパソコンが電源に接続されて、スリープモードが無効にされていることをご確認ください。";

/* Title of the \"Ignore\" button in the dialog displayed when there is a new version of the application available. */
"Ignore" = "無視";

/* Title of the \"No\" button in the dialog displayed to request confirmation for cancelling a format operation.
   Title of the \"No\" button in the dialog displayed when a user attempts to close the application while a format operation is in progress. */
"No" = "いいえ";

/* Title of the dialog displayed when there is no new version of the application available. */
"No update available" = "アップデートはありません";

/* Generic title of an \"OK\" button closing a message dialog. */
"OK" = "OK";

/* Prefix for the progress percentage displayed next to the format button during a format operation. */
"Progress:" = "進捗：";

/* Message body of the dialog displayed when there is no new version of the application available. */
"The application is up to date." = "アプリケーションは最新です。";

/* Message body of the dialog displayed when a card has been removed during a format operation. */
"The selected card is no longer available." = "フォーマットを完了できません。\nカードを再挿入し、再度フォーマットしてください。";

/* Format string for the message body of the dialog displayed when there was an error when unmounting all volumes on the card prior to formatting. The argument %1$s is the disk identifier, e.g. \"disk1\" and the argument %2$@ is the system-provided error message for the failure. */
"Unable to unmount volumes on %1$s: %2$@" = "%1$sのボリュームをアンマウントできません。%2$@";

/* Title of the dialog displayed when there is a new version of the application available. */
"Update available" = "アップデートがあります";

/* Format string for the message body of the dialog displayed when the volume label of an SD/SDHC card is too long. The argument %zu is the number of bytes that the label occupies when converted to the appropriate OEM codepage representation. */
"Volume label is too long: %zu OEM bytes (Max 11 OEM bytes allowed.)" = "ボリュームラベルが長過ぎます。%zu OEMバイト (最大11 OEMバイトまで可能)";

/* Format string for the message body of the dialog displayed when the volume label of an SDXC card is too long. The argument %zu is the number of UTF-16 units that the label occupies when converted to UTF-16LE. */
"Volume label is too long: %zu UTF-16 units (Max 11 UTF-16 units allowed.)" = "ボリュームラベルが長過ぎます。%zu UTF-16単位(最大11 UTF-16単位まで可能。)";

/* Title of the \"Yes\" button in the dialog displayed to request confirmation for cancelling a format operation.
   Title of the \"Yes\" button in the dialog displayed when a user attempts to close the application while a format operation is in progress. */
"Yes" = "はい";

/* No comment provided by engineer. */
/* "You are currently running the latest version of SD Card Formatter." = "You are currently running the latest version of SD Card Formatter."; */

